Repository: strumswell/oscar-weather
Catalog: Oscar°/Localizable.xcstrings
Source language: de
Languages: en, tr

source: Tomorrow.io, vertreten durch die Tomorrow Companies Inc., stellt diverse Kartenlayer unter deren Free-Tier bereit. Darunter fallen unter anderem das globale Regenradar, Temperatur, Windgeschwindigkeit, Windrichtung, Wolken und Luftfeuchtigkeit.
en: Tomorrow.io, represented by Tomorrow Companies Inc., provides various map layers under its free tier. These include the global rain radar, temperature, wind speed, wind direction, clouds and humidity.
tr: Tomorrow Companies Inc. tarafından temsil edilen Tomorrow.io, ücretsiz katmanı kapsamında çeşitli harita katmanları sunar. Bunlar arasında küresel yağmur radarı, sıcaklık, rüzgar hızı, rüzgar yönü, bulutlar ve nem yer alır.

source: Trocken
en: Dry
tr: Kuru

source: Trockenster Tag
en: Driest Day
tr: En Kurak Gün

source: Aktiviere Regenwarnungen oder Wetterwarnungen, um Beta-Mitteilungen in Mitteleuropa, den USA und Taiwan zu erhalten. Dein ungefährer Standort wird dazu auf einem Oscar-Server gespeichert.
en: Turn on rain alerts or weather alerts to receive beta notifications in Central Europe, the United States, and Taiwan. Your approximate location will be stored on an Oscar server for this.
tr: Orta Avrupa, ABD ve Tayvan'da beta bildirimleri almak için yağmur uyarılarını veya hava durumu uyarılarını açın. Bunun için yaklaşık konumunuz bir Oscar sunucusunda saklanacaktır.

source: Aktiviere Regenwarnungen oder Wetterwarnungen, um Beta-Mitteilungen in Europa, den USA, Taiwan und Brasilien zu erhalten. Dafür wird dein ungefährer Standort auf einem Oscar-Server gespeichert.
en: Turn on rain alerts or weather alerts to receive beta notifications in Europe, the United States, Taiwan, and Brazil. Your approximate location will be stored on an Oscar server for this.
tr: Avrupa, ABD, Tayvan ve Brezilya'da beta bildirimleri almak için yağmur uyarılarını veya hava durumu uyarılarını açın. Bunun için yaklaşık konumunuz bir Oscar sunucusunda saklanır.

source: Aktiviere Regenwarnungen oder Wetterwarnungen, um Mitteilungen zu erhalten. Dein ungefährer Standort wird dazu auf einem Oscar-Server gespeichert.
en: Turn on rain alerts or weather alerts to receive notifications. Your approximate location will be stored on an Oscar server for this.
tr: Bildirim almak için yağmur uyarılarını veya hava durumu uyarılarını açın. Bunun için yaklaşık konumunuz bir Oscar sunucusunda saklanacaktır.

source: Über
en: About
tr: Hakkında

source: Überschreibe die automatische Auswahl nur, wenn du weißt, was du tust. Die meisten Modelle liefern weltweite Daten, sind aber auf ihre Heimatregion optimiert. Einige decken nur ihre Region ab und liefern teils weniger Daten als die automatische Auswahl.
en: Only override the automatic selection if you know what you're doing. Most models provide worldwide data but are optimized for their home region. Some only cover their region and may provide less data than the automatic selection.
tr: Otomatik seçimi yalnızca ne yaptığınızı biliyorsanız geçersiz kılın. Çoğu model dünya genelinde veri sağlar ancak kendi bölgesi için optimize edilmiştir. Bazıları yalnızca kendi bölgesini kapsar ve otomatik seçime kıyasla daha az veri sağlayabilir.

source: Übersicht
en: Overview
tr: Genel bakış

source: Üblich (P10–P90)
en: Usual (P10–P90)
tr: Olağan (P10–P90)

source: Umwelt
en: Environment
tr: Çevre

source: Umweltdetails
en: Environment Details
tr: Çevre Ayrıntıları

source: Unbekannter Ort
en: Unknown place
tr: Bilinmeyen konum

source: Unsicherheit & Modell
en: Uncertainty & Model
tr: Belirsizlik ve model

source: Unsicherheit sichtbar machen
en: Making Uncertainty Visible
tr: Belirsizliği Görünür Kılmak

source: Unsicherster Tag
en: Most Uncertain Day
tr: En Belirsiz Gün

source: Unwetterwarnung
en: Severe Weather Warning
tr: Şiddetli Hava Uyarısı

source: Unwetterwarnungen
en: Weather Warnings
tr: Hava Durumu Uyarıları

source: Unwetterwarnungen der offiziellen Wetterdienste für deinen Ort.
en: Severe weather warnings from the official weather services for your place.
tr: Resmi meteoroloji servislerinin konumunuz için şiddetli hava uyarıları.

source: Urlaub
en: Vacation
tr: Tatil

source: US-Wetterbehörde NOAA
en: US weather agency NOAA
tr: ABD meteoroloji kurumu NOAA

source: Verbund der europäischen Wetterdienste
en: Network of Europe's national weather services
tr: Avrupa ulusal meteoroloji servisleri ağı

source: Verlauf der Tageshöchstwerte. Tippe und ziehe, um einzelne Jahre zu lesen.
en: Daily-high history. Tap and drag to read individual years.
tr: Günlük en yüksek değerlerin geçmişi. Tek tek yılları okumak için dokunup sürükleyin.

source: Volumetrischer Wassergehalt je Bodentiefe
en: Volumetric water content by soil depth
tr: Toprak derinliğine göre hacimsel su içeriği

source: Vorhersage
en: Forecast
tr: Tahmin

source: Vorhersage nicht verfügbar
en: Forecast unavailable
tr: Tahmin kullanılamıyor

source: Vorschau
en: Preview
tr: Önizleme

source: Wähle deinen Ort
en: Choose your place
tr: Konumunuzu seçin

source: Wähle, ob die Tageswerte ersetzt oder im 24-Stunden-Bereich markiert werden.
en: Choose whether daytime values replace the daily values or are marked within the 24-hour range.
tr: Gündüz değerlerinin günlük değerlerin yerine geçmesini veya 24 saatlik aralıkta işaretlenmesini seçin.

source: Wählt für jeden Ort weltweit automatisch das beste Modell und kombiniert mehrere Wetterdienste.
en: Automatically picks the best model for any location worldwide and combines several weather services.
tr: Dünya genelinde her konum için otomatik olarak en iyi modeli seçer ve birden fazla hava durumu servisini birleştirir.

source: Wann dieses Modell passt
en: When This Model Fits
tr: Bu Model Ne Zaman Uygundur

source: Wärmer als %@ aller %@ seit %@.
en: Warmer than %@ of all %@ since %@.
tr: %3$@ yılından bu yana %2$@ günlerinin %1$@ daha sıcak.

source: wärmer als normal
en: warmer than normal
tr: normalden sıcak

source: Wärmster
en: Warmest
tr: En sıcak

source: Wärmster Tag
en: Warmest Day
tr: En Sıcak Gün

source: Was sind Wettermodelle?
en: What are weather models?
tr: Hava modelleri nedir?

source: Was zeigt das Regenradar?
en: What does the rain radar show?
tr: Yağış radarı ne gösterir?

source: Wasserverlust einer Referenzfläche
en: Water loss from a reference surface
tr: Referans yüzeyden su kaybı

# Weather alerts
source: Wetterwarnungen
en: Weather alerts
tr: Hava durumu uyarıları

# Weather alerts (Beta)
source: Wetterwarnungen (Beta)
en: Weather alerts (Beta)
tr: Hava durumu uyarıları (Beta)

source: Webseite
en: Website
tr: Web sitesi

source: Weiche Kanten statt harter Farbstufen
en: Soft edges instead of hard color steps
tr: Sert renk basamakları yerine yumuşak kenarlar

source: Weichzeichnen
en: Soften
tr: Yumuşatma

source: Weiter
en: Continue
tr: Devam

source: Weltraum
en: Space
tr: Uzay

source: Weltweit
en: Worldwide
tr: Dünya geneli

source: Werte ersetzen
en: Replace values
tr: Değerleri değiştir

source: Wetter
en: Weather
tr: Hava Durumu

source: Wetter, das sich meldet.
en: Weather that speaks up.
tr: Size haber veren hava durumu.

source: Wetterbehörde Taiwans
en: Taiwan's weather agency
tr: Tayvan meteoroloji kurumu

source: Wetterdaten
en: Weather Data
tr: Hava Durumu Verileri

source: Wetterdaten werden geladen…
en: Weather data is being loaded…
tr: Hava durumu verileri yükleniyor…

source: Wettermodell
en: Weather Model
tr: Hava Durumu Modeli

source: Wettermodelle
en: Weather Models
tr: Hava Modelleri

source: Wettermodelle in Oscar°
en: Weather models in Oscar°
tr: Oscar°'daki hava modelleri

source: Wetterradare messen, wo es gerade regnet oder schneit. Oscar verbindet die Messung mit einer Kurzprognose: Aus der Zugbewegung des Niederschlags werden die nächsten ein bis zwei Stunden berechnet. Alles hinter der LIVE-Markierung ist berechnet — je weiter voraus, desto unsicherer.
en: Weather radars measure where it is raining or snowing right now. Oscar combines the measurement with a nowcast: the next one to two hours are calculated from how the precipitation is moving. Everything past the LIVE marker is calculated, and the further ahead, the less certain it gets.
tr: Hava radarları şu anda nerede yağmur veya kar yağdığını ölçer. Oscar bu ölçümü kısa vadeli bir tahminle birleştirir: Yağışın hareketinden sonraki bir-iki saat hesaplanır. LIVE işaretinden sonrası hesaplamadır; ne kadar ileriye bakılırsa belirsizlik o kadar artar.

source: Wetterwarnung
en: Weather Warning
tr: Hava Durumu Uyarısı

source: Wetterwarnungen
en: Weather Warnings
tr: Hava Durumu Uyarıları

source: Wiedergabe
en: Play
tr: Oynat

source: Willkommen bei
en: Welcome to
tr: Hoş geldiniz:

source: Wind & Druck
en: Wind & Pressure
tr: Rüzgar ve Basınç

source: Windböen
en: Wind Gusts
tr: Rüzgar Hamleleri

source: Windgeschwindigkeit
en: Wind speed
tr: Rüzgar hızı

source: Windgeschwindigkeit in mehreren Höhen
en: Wind speed at multiple heights
tr: Birden fazla yükseklikte rüzgar hızı

source: Windigster Tag
en: Windiest Day
tr: En Rüzgarlı Gün

source: Windstille
en: Calm
tr: Sakin

source: Windstillen
en: Wind Calms
tr: Sakin Rüzgarlar

source: Wolken
en: Clouds
tr: Bulutlar

source: Wolken-Ebene
en: Cloud layer
tr: Bulut katmanı

source: Zeitformat
en: Time format
tr: Saat biçimi

source: Zeitleiste
en: Timeline
tr: Zaman çizelgesi

source: Zeitpunkt
en: Time
tr: Saat

source: Zeitraum
en: Range
tr: Aralık

source: Zentraleuropa
en: Central Europe
tr: Orta Avrupa

source: Zieht voraussichtlich an %@ vorbei.
en: Will likely pass by %@.
tr: Muhtemelen %@ yakınından geçecek.

source: Zugbahnen kräftiger Schauer
en: Tracks of heavy showers
tr: Kuvvetli sağanakların hareket yönü

source: Zugrichtung
en: Movement
tr: Hareket

source: Zugrichtung im Regenradar
en: Movement direction on the rain radar
tr: Yağmur radarında hareket yönü

source: Zuhause
en: Home
tr: Ev

source: Zur aktuellen Zeit springen
en: Jump to the current time
tr: Şimdiki zamana dön

source: Zur Vorhersage
en: Show my forecast
tr: Tahminimi göster

source: Zweige bewegen sich, loses Papier hebt ab.
en: Branches move and loose paper lifts from the ground.
tr: Dallar hareket eder, gevşek kağıt yerden kalkar.

source: ≈ 1 km · 2 Min.
tr: ≈ 1 km · 2 dk

source: ≈ 1 km · 5 Min.
tr: ≈ 1 km · 5 dk

source: ≈ 1 km · 10 Min.
tr: ≈ 1 km · 10 dk

source: ≈ 1,4 km · 10 Min.
tr: ≈ 1,4 km · 10 dk

source: ≈ 2 km · 15 Min.
tr: ≈ 2 km · 15 dk

source: ≈ 2 km · 20 Min.
tr: ≈ 2 km · 20 dk

source: Air
tr: Hava

source: AQI
tr: HKİ

source: Band
tr: Bant

source: by Philipp Bolte
tr: Philipp Bolte tarafından

source: Chill
tr: Sakin

source: China
tr: Çin

# E_compass
source: E
tr: D

source: Ensemble-Details
tr: Topluluk Ayrıntıları

source: EU-Mecha
tr: AB Mecha

source: Forecast
tr: Tahmin

source: Frost (%@)
tr: Don (%@)

source: Halloween
tr: Cadılar Bayramı

source: Japan
tr: Japonya

source: Korea
tr: Kore

source: Location
tr: Konum

source: Max
tr: Maks

source: Max-Band
tr: Maks Bant

source: Maximum
tr: Maksimum

source: Min-Band
tr: Min Bant

# N_compass
source: N
tr: K

# NW_compass
source: NW
tr: KB

source: OK
tr: Tamam

source: Open Source
tr: Açık Kaynak

source: Original
tr: Orijinal

source: Original 2
tr: Orijinal 2

source: Pause
tr: Duraklat

source: Pollen
tr: Polen

source: Pollen/m³
tr: polen/m³

# S_compass
source: S
tr: G

source: Services
tr: Hizmetler

source: Space
tr: Uzay

source: Start
tr: Başlangıç

# SW_compass
source: SW
tr: GB

source: System
tr: Sistem

source: Time
tr: Saat

source: Trend
tr: Eğilim

source: USA
tr: ABD

source: UV-Index
tr: UV İndeksi

# W_compass
source: W
tr: B

source: Wind
tr: Rüzgar
